Repository: estratos/wc-tags-lowercase
Catalog: languages/wc-tags-lowercase-*.po
Languages: es_mx

source: Convert Tags to Lowercase for WooCommerce
es_mx: Convertir Etiquetas a Minúsculas para WooCommerce

source: Automatically converts all WooCommerce product tags to lowercase
es_mx: Convierte automáticamente todas las etiquetas de productos de WooCommerce a minúsculas

source: Your Name
es_mx: Tu Nombre

source: Tag "%s" converted to lowercase successfully.
es_mx: Etiqueta "%s" convertida a minúsculas correctamente.

source: Error converting the tag.
es_mx: Error al convertir la etiqueta.

source: Tags Lowercase
es_mx: Etiquetas Minúsculas

source: Convert Tags to Lowercase
es_mx: Convertir Etiquetas a Minúsculas

source: Convert All Tags
es_mx: Convertir Todas las Etiquetas

source: This action will convert all existing product tags to lowercase.
es_mx: Esta acción convertirá todas las etiquetas de productos existentes a minúsculas.

source: Are you sure you want to convert all tags to lowercase?
es_mx: ¿Estás seguro de que deseas convertir todas las etiquetas a minúsculas?

source: Automatic Functionality
es_mx: Funcionalidad Automática

source: The plugin automatically converts to lowercase:
es_mx: El plugin convierte automáticamente a minúsculas:

source: When creating or editing a product
es_mx: Al crear o editar un producto

source: When updating a product
es_mx: Al actualizar un producto

source: When saving individual tags
es_mx: Al guardar etiquetas individualmente

source: Statistics
es_mx: Estadísticas

source: Total tags: %d
es_mx: Total de etiquetas: %d

source: Some current tags:
es_mx: Algunas etiquetas actuales:

source: Convert
es_mx: Convertir

source: Successfully converted %d tags to lowercase.
es_mx: Se convirtieron %d etiquetas a minúsculas correctamente.

source: Convert to lowercase
es_mx: Convertir a minúsculas

source: Converting...
es_mx: Convirtiendo...

source: Successfully converted
es_mx: Convertido correctamente

source: Error converting
es_mx: Error al convertir

source: The "Convert Tags to Lowercase" plugin requires WooCommerce to function.
es_mx: El plugin "Convertir Etiquetas a Minúsculas" requiere WooCommerce para funcionar.

source: This plugin requires WooCommerce. Please install and activate WooCommerce first.
es_mx: Este plugin requiere WooCommerce. Por favor, instala y activa WooCommerce primero.
